Show / Hide Table of Contents
Enum Relation
Relation
Namespace: IdeaRS.OpenModel.Loading
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum Relation
Fields
 Name |  Description
 Exclusive
Only one load case from this load group will be used in a combination
 Standard
More load cases from this load group will be used in a combination
 Improve this Doc
 View Source